Repository: common-repository/yonox-add-multiple-posts
Catalog: lang/ynxadmp-*.po
Languages: ro_ro

source: Process finished OK.
ro_ro: Proces încheiat cu succes.

source: No titles found.
ro_ro: Nu s-au găsit titluri.

source: Option
ro_ro: Opțiune

source: Setting
ro_ro: Setare

source: Post Type:
ro_ro: Tip Postare:

source: Page
ro_ro: Pagină

source: Published
ro_ro: Publicat

source: Pending Review
ro_ro: Așteaptă aprobare

source: Draft
ro_ro: Schiţă

source: Posts Titles:
ro_ro: Titluri Postări:

source: One post on each line
ro_ro: Un post pe fiecare linie

source: Posts Content:
ro_ro: Conținut Postări:

source: Can be shortcodes or any things
ro_ro: Shortcod-uri sau orice

source: Category:
ro_ro: Categorie:

source: Parent:
ro_ro: Pagina Superioară

source: none
ro_ro: nimic

source: Author of Posts:
ro_ro: Autor Postări:

source: Progress Bar:
ro_ro: Bară de progres:

source: Create Multiple Posts
ro_ro: Crează Postări

source: Reset Form
ro_ro: Reset Formular

source: Processing...
ro_ro: Procesare...

source: posts created
ro_ro: postări create

source: Process finished OK with
ro_ro: Proces finalizat OK cu

source: Finished with
ro_ro: Finalizat cu

source: Security Failed!
ro_ro: Eroare de securitate!
